---
kind: property
id: P:Autodesk.Revit.DB.Structure.LineLoad.StartPoint
source: html/77e175b5-7495-7a20-98fc-6aa5706a7687.htm
---
# Autodesk.Revit.DB.Structure.LineLoad.StartPoint Property

Returns the three dimensional location of the start point for the line load.

## Syntax (C#)
```csharp
public XYZ StartPoint { get; }
```

## Remarks
The location of the start point is measured in decimal feet.